[
  {
    "name": "Clank",
    "description": "Clanks are sentient mechanical beings built from such materials as metal, wood, stone, and clay, to resemble humanoids, animals, or even inanimate objects.",
    "features": [
      {
        "name": "Purposeful Design",
        "description": "Decide who you were created by and for what purpose. When you generate your Experience at character creation, choose one that reflects this purpose and add **+1** to it.",
        "modify": {
          "experience": 1
        }
      },
      {
        "name": "Efficient",
        "description": "When you take a short rest, you can substitute a long rest move for one of your short rest moves."
      }
    ]
  },
  {
    "name": "Ribbet",
    "description": "Those of ribbet ancestry resemble anthropomorphic frogs with protruding eyes and webbed hands and feet.",
    "features": [
      {
        "name": "Long Tongue",
        "description": "You can use your long, powerful tongue to grab onto things close to you. You may also mark **Stress** to unleash it as a Finesse Close weapon that does **d12** physical damage using your Proficiency."
      },
      {
        "name": "Amphibious",
        "description": "You can breathe and move underwater just as easily as on land."
      }
    ]
  },
  {
    "name": "Inferis",
    "description": "Those of the Daemon ancestry are the humanoid descendants of the Fallen Gods, who possess sharp canines, pointed ears, and horns that come in a variety of styles",
    "features": [
      {
        "name": "Fearless",
        "description": "When you roll with **Fear**, you may choose to mark a **2 Stress** to make it a roll with **Hope** instead."
      },
      {
        "name": "Dread Visage",
        "description": "You have advantage on rolls to intimidate a hostile target."
      }
    ]
  },
  {
    "name": "Dwarf",
    "description": "Dwarves are most easily recognized as short humanoids with square features, dense musculature, and thick hair.",
    "features": [
      {
        "name": "Increased Fortitude",
        "description": "You can spend **3 Hope** to halve incoming physical damage."
      },
      {
        "name": "Thick Skin",
        "description": "When taking minor damage, roll **1d6**. On a **5+**, you take no damage instead."
      }
    ]
  },
  {
    "name": "Giant",
    "description": "Giants are very tall humanoids with long arms, broad stature, and one to three eyes.",
    "features": [
      {
        "name": "Endurance",
        "description": "Gain an additional Hit Point Slot at character creation.",
        "modify": {
          "healthSlot": 1
        }
      },
      {
        "name": "Reach",
        "description": "Treat any weapon, feature, ability, or spell that has Melee range as though it has very close range instead."
      }
    ]
  },
  {
    "name": "Elf",
    "description": "Elves are typically tall humanoids with pointed ears and acutely attuned senses.",
    "features": [
      {
        "name": "Quick Reaction",
        "description": "You can mark a **Stress** to take advantage on a Reaction Roll."
      },
      {
        "name": "Celestial Trance",
        "description": "During a rest, you can drop into a trance and make an extra downtime move.",
        "longRest": {
          "always": {
            "stressSlot": "all"
          },
          "optional": {
            "healthSlot": "all"
          }
        }
      }
    ]
  },
  {
    "name": "Human",
    "description": "Those of human ancestry are most easily recognized by their dextrous hands, rounded ears, and bodies built for endurance.",
    "features": [
      {
        "name": "High Stamina",
        "description": "Take an additional **Stress** slot at character creation",
        "modify": {
          "stressSlot": 1
        }
      },
      {
        "name": "Adaptability",
        "description": "When you fail a roll that utilized one of your Experience, you can mark a **Stress** to reroll. You must take the new result."
      }
    ]
  },
  {
    "name": "Orc",
    "description": "Orcs are most easily recognized as humanoids with square features and boar-like tusks.",
    "features": [
      {
        "name": "Sturdy",
        "description": "When you have one hit point remaining, your armor score is doubled."
      },
      {
        "name": "Tusks",
        "description": "After making a successful Melee attack, you can spend **Hope** to also gore the target with your tusks, adding **+1d6** to the damage roll."
      }
    ]
  },
  {
    "name": "Halfling",
    "description": "Halflings are typically smallet humanoids, with large hairy feet and prominent, rounded ears.",
    "features": [
      {
        "name": "Youthful Spirit",
        "description": "At the beginning of each session, give everyone in your party a **Hope**."
      },
      {
        "name": "Little Lucky",
        "description": "When you roll a **1** on your **Hope** die, you can reroll it, and must take the new result."
      }
    ]
  },
  {
    "name": "Drakona",
    "description": "Drakona resemble wingless dragons in humanoid form and possess a powerful elemental breath",
    "choose": [
      {
        "label": "Element",
        "options": ["Fire", "Ice", "Lightning", "Poison", "Acid"]
      }
    ],
    "features": [
      {
        "name": "Scales",
        "description": "Your natural scales act as protection, increasing your Armor Score by +1.",
        "modify": {
          "majorDamageThreshold": 1,
          "severeDamageThreshold": 1
        }
      },
      {
        "name": "Elemental Breath",
        "description": "Choose an element for your breath (ice, fire, electricity, etc.). You can use this breath weapon against a target or group of targets within Very Close range, treating it as an Instinct weapon that deals **d8** magic damage using your Proficiency."
      }
    ]
  },
  {
    "name": "Katari",
    "description": "Those of katari ancestry are feline humanoids with soft fur and high, triangular ears.",
    "features": [
      {
        "name": "Feline Instinct",
        "description": "When you make an Agility roll, you can mark a **Stress** to reroll your Hope Die. You must take the new result."
      },
      {
        "name": "Retracting Claws",
        "description": "You can make an Agility roll to scratch a target in Melee range. On a success, they become Vulnerable."
      }
    ]
  },
  {
    "name": "Faerie",
    "description": "Those of faerie ancestry are winged humanoid creatures with insect-like features.",
    "features": [
      {
        "name": "Wings",
        "description": "You can fly. While flying, mark a **Stress** before an adversaries attack roll to increase your Evasion by **+2** agains tthe attack."
      },
      {
        "name": "Luckbender",
        "description": "Once per session, after you or an ally in Close range makes an **Action Roll**, you can spend **3 Hope** to reroll the Duality Dice. You must take the new result."
      }
    ]
  },
  {
    "name": "Faun",
    "description": "Those of faun ancestry resemble goats in humanoid form, with curving horns, square pupils, and cloven hooves.",
    "features": [
      {
        "name": "Leap",
        "description": "You can easily leap up to Close range across gaps or chasms without making an Agility roll."
      },
      {
        "name": "Kick",
        "description": "On a successful melee attack, you can mark a Stress to kick yourself off the target, adding 2d6 to the damage and pushing either them or yourself out of Melee range."
      }
    ]
  },
  {
    "name": "Galapa",
    "description": "Those of galapa ancestry resemble anthropomorphic turtles, with a large, domed shell into which the head and limbs can retract inside for defense.",
    "features": [
      {
        "name": "Shell of Protection",
        "description": "Your shell provides a natural shield. Add your Proficiency to your Armor Score."
      },
      {
        "name": "Slow and Steady",
        "description": "During combat, you can make an attack roll with advantage by placing an additional token on the action tracker."
      }
    ]
  },
  {
    "name": "Goblin",
    "description": "Those of goblin ancestry are small humanoids typically recognized by their large eyes and massive, membranous ears.",
    "features": [
      {
        "name": "Danger Sense",
        "description": "Once per short rest, mark a **Stress** to make an adversary reroll an attack against you or an ally within Very Close range of you."
      },
      {
        "name": "Surefooted",
        "description": "You ignore disadvantage on Agility rolls."
      }
    ]
  },
  {
    "name": "Fungril",
    "description": "Fungrils resemble a muchroom in humanoid form, bearing the features of the fungus from which they descend.",
    "features": [
      {
        "name": "Fungril Network",
        "description": "You can make an **Instinct Roll (12)** to speak with others of your ancestry across any distance using your mycelial array."
      },
      {
        "name": "Death Connection",
        "description": "While touching a corpse that died recently, you can mark a **Stress** to extract one memory related to a specific emotion or sensation."
      }
    ]
  },
  {
    "name": "Firbolg",
    "description": "Firbolgs resemble cows in a humanoid form, typically recognized by their broad noses and long ears.",
    "features": [
      {
        "name": "Natural Calm",
        "description": "Whenever you should mark a **Stress**, roll a **d6**. On a **6**, don't mark it."
      },
      {
        "name": "Charge",
        "description": "When you succeed on an Agility roll to move from Far or Very Far range into Melee with one or more targets, mark a **Stress** to deal **1d12** physical damage to all targets."
      }
    ]
  },
  {
    "name": "Simiah",
    "description": "Simiah resemble anthropomorphic monkeys and apes, with long legs and prehensile feet.",
    "features": [
      {
        "name": "Nimble",
        "description": "Increase your Evasion by **+1** at character creation.",
        "modify": {
          "evasion": 1
        }
      },
      {
        "name": "Natural Climber",
        "description": "You have advantage on Agility rolls that involve balancing and climbing."
      }
    ]
  }
]