[
  {
    "name": "Highborne",
    "id": "87d1ce71-8b77-48b9-b626-29d164447b6d",
    "description": "Being part of a Highborne community means you were born into a life of elegance, opulence, and prestige within the upper echelons of society.",
    "features": [
      {
        "name": "Inheritance",
        "description": "You have advantage on any rolls you make when consorting with nobles, negotiating prices, or leveraging your reputation to get what you want. Take an extra handful of gold at character creation.",
        "modify": {
          "goldHandful": 1
        }
      }
    ]
  },
  {
    "name": "Ridgeborne",
    "id": "ffd1c379-e6c2-44e6-9ee7-47a2842e9a47",
    "description": "Being part of a Ridgeborne community meants you call the rocky peaks and sharp cliffs of the mountainside home",
    "features": [
      {
        "name": "Steady",
        "description": "You have advantage on traversing dangerous cliffs and ledges, navigating harsh environments, and survival knowledge. Gain **+1** to your Armor Score.",
        "modify": {
          "armorScore": 1
        }
      }
    ]
  },
  {
    "name": "Seaborne",
    "id": "818976b6-48ee-4882-9360-00648f318d2d",
    "description": "Being part of a Seaborne community means you grew up on or near a large body of water.",
    "features": [
      {
        "name": "Safe Harbor",
        "description": "Once per session, when you take a short or long rest, you may take one additional downtime action."
      }
    ]
  },
  {
    "name": "Underborne",
    "id": "e799e0a9-660a-455a-b356-3bc1a385755c",
    "description": "Being part of an Underborne community means that you're from a subterranean society.",
    "features": [
      {
        "name": "Low Light Living",
        "description": "When you are in an area with low light or heavy shadow, you have advantage on rolls to hide, investigate, or perceive details."
      }
    ]
  },
  {
    "name": "Wildborne",
    "id": "6164d1a7-d2fd-4005-8035-7b1a894be433",
    "description": "Being part of a wildborne community means you were raised by a clan deep within the forest.",
    "features": [
      {
        "name": "Lightfoot",
        "description": "Your movement is natureally silent. Sain advantage on any Action Rolls you make to move without being heard. Spend a **Hope** to also grant this ability to an ally while they stay within close range of you."
      }
    ]
  },
  {
    "name": "Loreborne",
    "id": "5c3011d0-7c22-4a16-aa54-d27f71745ccd",
    "description": "Being part of a Loreborne community means you were brought up in a place that favored strong academic or political prowess.",
    "features": [
      {
        "name": "Well-read",
        "description": "You have advantage on any rolls you make that deal with the history, culture, or politics of a prominent person or place."
      }
    ]
  },
  {
    "name": "Orderborne",
    "id": "ae19c182-bfe3-4b45-88f8-a9bd5708c851",
    "description": "Being part of an Orderborne community means you were raised in a place of great discipline or faith, and uphold a set of principles that reflect your experience there.",
    "features": [
      {
        "name": "Dedicated",
        "description": "Record three sayings or values your upbringing instilled in you. Once per short rest, when you describe how you're embodying one of these principles through your current action, you may roll with a **d20** as your Hope Die instead of a **d12**."
      }
    ]
  },
  {
    "name": "Wanderborne",
    "id": "df055b58-cd56-42e6-8a98-89cb8e31f813",
    "description": "Being part of a Wanderborne community means that you were raised as a nomad, not having a permanent home but experiencing a wide variety of cultures.",
    "features": [
      {
        "name": "Nomadic Pack",
        "description": "Add a Nomadic Pack to your inventory. Once per session, you may spend a **Hope** to reach into this pack and pull out a common item that is useful in this situation. Work with the GM to figure out what this item is."
      }
    ]
  },
  {
    "name": "Slyborne",
    "id": "3a966d4f-2d4e-447d-87a9-3305d81a0aa6",
    "description": "Being part of a Slyborne community means growing up in the underbelly of society, surrounded by criminals and con artists.",
    "features": [
      {
        "name": "Scoundrel",
        "description": "You have advantage on any rolls where you're negotiating with criminals, detecting lies, or finding a safe place to hide."
      }
    ]
  }
]
